// See https://aka.ms/new-console-template for more information
Console.WriteLine("Hello, World!");


//Задача состоит из нескольких подзадач:
//1) написать консольное приложение, которое отправляет отчеты.
//2) Каждый второй сформированный отчет надо отправлять ещё и аудиторам.
//3) Если ни одного отчета не сформировано, то отправляем сообщение руководству о том, что отчетов нет.
//4) После отправки всех отчётов, нужно вывести в консоль количество 